Revit 2024 API
FilterValueRule Properties
The FilterValueRule type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
 (Inherited from FilterRule.)
See Also
FilterValueRule Class
Autodesk.Revit.DB Namespace